{
    "title": "The Anti-Federalist",
    "description": "An informal collection of essays written from 1787 through the early 1790s arguing against a stronger central government as outlined in the new Constitution. Less famous than their Federalist counterparts, these essays were nonetheless important in shaping the early union.",
    "author": "Cato (pseudonym), Brutus (pseudonym), John DeWitt (pseudonym), Patrick Henry, et al.",
    "date": "November 1787 - early 1790s",
    "source": "various",
    "citation": null,
    "sections": [
        {
            "title": "Anti-Federalist No. 1",
            "subtitle": "General Introduction: A Dangerous Plan of Benefit Only to The \"Aristocratick Combination.\"",
            "author": "A federalist",
            "date": "Monday, November 26, 1787",
            "paragraphs": [
                {
                    "content": "I am pleased to see a spirit of inquiry burst the band of constraint upon the subject of the NEW PLAN for consolidating the governments of the United States, as recommended by the late Convention. If it is suitable to the GENIUS and HABITS of the citizens of these states, it will bear the strictest scrutiny. The PEOPLE are the grand inquest who have a RIGHT to judge of its merits."
                },
                {
                    "content": "The hideous daemon of Aristocracy has hitherto had so much influence as to bar the channels of investigation, preclude the people from inquiry and extinguish every spark of liberal information of its qualities. At length the luminary of intelligence begins to beam its effulgent rays upon this important production; the deceptive mists cast before the eyes of the people by the delusive machinations of its INTERESTED advocates begins to dissipate, as darkness flies before the burning taper; and I dare venture to predict, that in spite of those mercenary dectaimers, the plan will have a candid and complete examination."
                },
                {
                    "content": "Those furious zealots who are for cramming it down the throats of the people, without allowing them either time or opportunity to scan or weigh it in the balance of their understandings, bear the same marks in their features as those who have been long wishing to erect an aristocracy in THIS COMMONWEALTH [of Massachusetts]. Their menacing cry is for a RIGID government, it matters little to them of what kind, provided it answers THAT description. As the plan now offered comes something near their wishes, and is the most consonant to their views of any they can hope for, they come boldly forward and DEMAND its adoption."
                },
                {
                    "content": "They brand with infamy every man who is not as determined and zealous in its favor as themselves. They cry aloud the whole must be swallowed or none at all, thinking thereby to preclude any amendment; they are afraid of having it abated of its present RIGID aspect. They have strived to overawe or seduce printers to stifle and obstruct a free discussion, and have endeavored to hasten it to a decision before the people can duty reflect upon its properties. In order to deceive them, they incessantly declare that none can discover any defect in the system but bankrupts who wish no government, and officers of the present government who fear to lose a part of their power. These zealous partisans may injure their own cause, and endanger the public tranquility by impeding a proper inquiry; the people may suspect the WHOLE to be a dangerous plan, from such COVERED and DESIGNING schemes to enforce it upon them."
                },
                {
                    "content": "Compulsive or treacherous measures to establish any government whatever, will always excite jealousy among a free people: better remain single and alone, than blindly adopt whatever a few individuals shall demand, be they ever so wise. I had rather be a free citizen of the small republic of Massachusetts, than an oppressed subject of the great American empire. Let all act understandingly or not at all. If we can confederate upon terms that wilt secure to us our liberties, it is an object highly desirable, because of its additional security to the whole. If the proposed plan proves such an one, I hope it will be adopted, but if it will endanger our liberties as it stands, let it be amended; in order to which it must and ought to be open to inspection and free inquiry."
                },
                {
                    "content": "The inundation of abuse that has been thrown out upon the heads of those who have had any doubts of its universal good qualities, have been so redundant, that it may not be improper to scan the characters of its most strenuous advocates. It will first be allowed that many undesigning citizens may wish its adoption from the best motives, but these are modest and silent, when compared to the greater number, who endeavor to suppress all attempts for investigation. These violent partisans are for having the people gulp down the gilded pill blindfolded, whole, and without any qualification whatever."
                },
                {
                    "content": "These consist generally, of the NOBLE order of C[incinnatu]s, holders of public securities, men of great wealth and expectations of public office, Bankers and Lawyers: these with their train of dependents form the Aristocratick combination. The Lawyers in particular, keep up an incessant declamation for its adoption; like greedy gudgeons they long to satiate their voracious stomachs with the golden bait. The numerous tribunals to be erected by the new plan of consolidated empire, will find employment for ten times their present numbers; these are the LOAVES AND FISHES for which they hunger. They will probably find it suited to THEIR HABITS, if not to the HABITS OF THE PEOPLE. There may be reasons for having but few of them in the State Convention, lest THEIR OWN INTEREST should be too strongly considered. The time draws near for the choice of Delegates. I hope my fellow-citizens will look well to the characters of their preference, and remember the Old Patriots of 75; they have never led them astray, nor need they fear to try them on this momentous occasion."
                },
                {
                    "content": "A FEDERALIST"
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 2",
            "subtitle": "We Have Been Told of Phantoms",
            "author": "William Grayson",
            "date": "Wednesday, June 11, 1788",
            "paragraphs": [
                {
                    "content": "The adoption of this government will not meliorate our own particular system. I beg leave to consider the circumstances of the Union antecedent to the meeting of the Convention at Philadelphia. We have been told of phantoms and ideal dangers to lead us into measures which will, in my opinion, be the ruin of our country. If the existence of those dangers cannot be proved, if there be no apprehension of wars, if there be no rumors of wars, it will place the subject in a different light, and plainly evince to the world that there cannot b any reason for adopting measures which we apprehend to be ruinous and destructive. When this state [Virginia] proposed that the general government should be improved, Massachusetts was just recovered from a rebellion which had brought the republic to the brink of destruction from a rebellion which was crushed by that federal government which is now so much contemned and abhorred."
                },
                {
                    "content": "A vote of that August body for fifteen hundred men, aided by the exertions of the state, silenced all opposition, and shortly restored the public tranquility. Massachusetts was satisfied that these internal commotions were so happily settled, and was unwilling to risk any similar distresses by theoretic experiments. Were the Eastern States willing to enter into this measure? Were they willing to accede to the proposal of Virginia? In what manner was it received? Connecticut revolted at the idea. The Eastern States, sir, were unwilling to recommend a meeting of a convention. They were well aware of the dangers of revolutions and changes. Why was every effort used, and such uncommon pains taken, to bring it about? This would have been unnecessary, had it been approved of by the people. Was Pennsylvania disposed for the reception of this project of reformation?"
                },
                {
                    "content": "No, sir. She was even unwilling to amend her revenue laws, so as to make the five per centum operative. She was satisfied with things as they were. There was no complaint, that ever I heard of, from any other part of the Union, except Virginia. This being the case among ourselves, what dangers were there to be apprehended from foreign nations? It will be easily shown that dangers from that quarter were absolutely imaginary. Was not France friendly? Unequivocally so. She was devising new regulations of commerce for our advantage. Did she harass us with applications for her money? Is it likely that France will quarrel with us? Is it not reasonable to suppose that she will be more desirous than ever to cling, after losing the Dutch republic, to her best ally? ow are the Dutch? We owe them money, it is true; and are they not willing that we should owe them more? Mr. [John] Adams applied to them for a new loan to the poor, despised Confederation. They readily granted it. The Dutch have a fellow-feeling for us. They were in the same situation with ourselves."
                },
                {
                    "content": "I believe that the money which the Dutch borrowed of Henry IV is not yet paid. How did they pass Queen Elizabeth’s loan? At a very considerable discount. They took advantage of the weakness and necessities of James I, and made their own terms with that contemptible monarch. Loans from nations are not like loans from private men. Nations lend money, and grant assistance, to one another, from views of national interest — France was willing to pluck the fairest feather out of the British crown. This was her object in aiding us. She will not quarrel with us on pecuniary considerations. Congress considered it in this point of view; for when a proposition was made to make it a debt of private persons, it was rejected without hesitation. That respectable body wisely considered, that, while we remained their debtors in so considerable a degree, they would not be inattentive to our interest."
                },
                {
                    "content": "With respect to Spain, she is friendly in a high degree. I wish to know by whose interposition was the treaty with Morocco made. Was it not by that of the king of Spain? Several predatory nations disturbed us, on going into the Mediterranean. The influence of Charles III at the Barbary court, and four thousand pounds, procured as good a treaty with Morocco as could be expected. But I acknowledge it is not of any consequence, since the Algerines and people of Tunis have not entered into similar measures. We have nothing to fear from Spain; and, were she hostile, she could never be formidable to this country. Her strength is so scattered, that she never can be dangerous to us either in peace or war. As to Portugal, we have a treaty with her, which may be very advantageous, though it be not yet ratified."
                },
                {
                    "content": "The domestic debt is diminished by considerable sales of western lands to Cutler, Sergeant, and Company; to Simms; and to Royal, Flint, and Company. The board of treasury is authorized to sell in Europe, or any where else, the residue of those lands."
                },
                {
                    "content": "An act of Congress has passed, to adjust the public debts between the individual states and the United States."
                },
                {
                    "content": "Was our trade in a despicable situation? I shall say nothing of what did not come under my own observation. When I was in Congress, sixteen vessels had had sea letters in the East India trade, and two hundred vessels entered and cleared out, in the French West India Islands, in one year."
                },
                {
                    "content": "I must confess that public credit has suffered, and that our public creditors have been ill used. This was owing to a fault at the head-quarters — to Congress themselves — in not selling the western lands at an earlier period. If requisitions have not been complied with, it must be owing to Congress, who might have put the unpopular debts on the back lands. Commutation is abhorrent to New England ideas. Speculation is abhorrent to the Eastern States. Those inconveniences have resulted from the bad policy of Congress."
                },
                {
                    "content": "There are certain modes of governing the people which will succeed. There are others which will not. The idea of consolidation is abhorrent to the people of this country. How were the sentiments of the people before the meeting of the Convention at Philadelphia? They had only one object in view. Their ideas reached no farther than to give the general government the five per centum impost, and the regulation of trade. When it was agitated in Congress, in a committee of the whole, this was all that was asked, or was deemed necessary. Since that period, their views have extended much farther. Horrors have been greatly magnified since the rising of the Convention."
                },
                {
                    "content": "We are now told by the honorable gentleman (Governor Randolph) that we shall have wars and rumors of wars, that every calamity is to attend us, and that we shall be ruined and disunited forever, unless we adopt this Constitution. Pennsylvania and Maryland are to fall upon us from the north, like the Goths and Vandals of old; the Algerines, whose flat-sided vessels never came farther than Madeira, are to fill the Chesapeake with mighty fleets, and to attack us on our front; the Indians are to invade us with numerous armies on our rear, in order to convert our cleared lands into hunting- grounds; and the Carolinians, from the south, (mounted on alligators, I presume,) are to come and destroy our cornfields, and eat up our little children! These, sir, are the mighty dangers which await us if we reject dangers which are merely imaginary, and ludicrous in the extreme! Are we to be destroyed by Maryland and Pennsylvania? What will democratic states make war for, and how long since have they imbibed a hostile spirit?"
                },
                {
                    "content": "But the generality are to attack us. Will they attack us after violating their faith in the first Union? Will they not violate their faith if they do not take us into their confederacy? Have they not agreed, by the old Confederation, that the Union shall be perpetual, and that no alteration should take place without the consent of Congress, and the confirmation of the legislatures of every state? I cannot think that there is such depravity in mankind as that, after violating public faith so flagrantly, they should make war upon us, also, for not following their example."
                },
                {
                    "content": "The large states have divided the back lands among themselves, and have given as much as they thought proper to the generality. For the fear of disunion, we are told that we ought to take measures which we otherwise should not. Disunion is impossible. The Eastern States hold the fisheries, which are their cornfields, by a hair. They have a dispute with the British government about their limits at this moment. Is not a general and strong government necessary for their interest? If ever nations had inducements to peace, the Eastern States now have. New York and Pennsylvania anxiously look forward for the fur trade. How can they obtain it but by union? Can the western posts be got or retained without union? How are the little states inclined? They are not likely to disunite. Their weakness will prevent them from quarreling. Little men are seldom fond of quarreling among giants. Is there not a strong inducement to union, while the British are on one side and the Spaniards on the other? Thank Heaven, we have a Carthage of our own I..."
                },
                {
                    "content": "But what would I do on the present occasion to remedy the existing defects of the present Confederation? There are two opinions prevailing in the world — the one, that mankind can only be governed by force; the other, that they are capable of freedom and a good government. Under a supposition that mankind can govern themselves, I would recommend that the present Confederation should be amended. Give Congress the regulation of commerce. Infuse new strength and spirit into the state governments; for, when the component parts are strong, it will give energy to the government, although it be otherwise weak..."
                },
                {
                    "content": "Apportion the public debts in such a manner as to throw the unpopular ones on the back lands. Call only for requisitions for the foreign interest and aid them by loans. Keep on so till the American character be marked with some certain features. We are yet too young to know what we are fit for. The continual migration of people from Europe, and the settlement of new countries on our western frontiers, are strong arguments against making new experiments now in government. When these things are removed, we can with greater prospect of success, devise changes. We ought to consider, as Montesquieu says, whether the construction of the government be suitable to the genius and disposition of the people, as well as a variety of other circumstances."
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 3",
            "subtitle": "New Constitution Creates a National Government; Will Not Abate Foreign Influence; Dangers of Civil War And Despotism.",
            "author": "A farmer",
            "date": "Friday, March 7, 1788",
            "paragraphs": [
                {
                    "content": "There are but two modes by which men are connected in society, the one which operates on individuals, this always has been, and ought still to be called, national government; the other which binds States and governments together (not corporations, for there is no considerable nation on earth, despotic, monarchical, or republican, that does not contain many subordinate corporations with various constitutions) this last has heretofore been denominated a league or confederacy. The term federalists is therefore improperly applied to themselves, by the friends and supporters of the proposed constitution. This abuse of language does not help the cause; every degree of imposition serves only to irritate, but can never convince. They are national men, and their opponents, or at least a great majority of them, are federal, in the only true and strict sense of the word."
                },
                {
                    "content": "Whether any form of national government is preferable for the Americans, to a league or confederacy, is a previous question we must first make up our minds upon..."
                },
                {
                    "content": "That a national government will add to the dignity and increase the splendor of the United States abroad, can admit of no doubt: it is essentially requisite for both. That it will render government, and officers of government, more dignified at home is equally certain. That these objects are more suited to the manners, if not [the] genius and disposition of our people is, I fear, also true. That it is requisite in order to keep us at peace among ourselves, is doubtful. That it is necessary, to prevent foreigners from dividing us, or interfering in our government, I deny positively; and, after all, I have strong doubts whether all its advantages are not more specious than solid. We are vain, like other nations. We wish to make a noise in the world; and feel hurt that Europeans are not so attentive to America in peace, as they were to America in war. We are also, no doubt, desirous of cutting a figure in history. Should we not reflect, that quiet is happiness? That content and pomp are incompatible? I have either read or heard this truth, which the Americans should never forget: That the silence of historians is the surest record of the happiness of a people. The Swiss have been four hundred years the envy of mankind, and there is yet scarcely an history of their nation. What is history, but a disgusting and painful detail of the butcheries of conquerors, and the woeful calamities of the conquered? Many of us are proud, and are frequently disappointed that office confers neither respect or difference. No man of merit can ever be disgraced by office. A rogue in office may be feared in some governments -- he will be respected in none. After all, what we call respect and difference only arise from contrast of situation, as most of our ideas come by comparison and relation. Where the people are free there can be no great contrast or distinction among honest citizens in or out of office. In proportion as the people lose their freedom, every gradation of distinction, between the Governors and governed obtains, until the former become masters, and the latter become slaves. In all governments virtue will command reverence. The divine Cato knew every Roman citizen by name, and never assumed any preeminence; yet Cato found, and his memory will find, respect and reverence in the bosoms of mankind, until this world returns into that nothing, from whence Omnipotence called it. That the people are not at present disposed for, and are actually incapable of, governments of simplicity and equal rights, I can no longer doubt. But whose fault is it? We make them bad, by bad governments, and then abuse and despise them for being so. Our people are capable of being made anything that human nature was or is capable of, if we would only have a little patience and give them good and wholesome institutions; but I see none such and very little prospect of such. Alas! I see nothing in my fellow-citizens, that will permit my still fostering the delusion, that they are now capable of sustaining the weight of SELF-GOVERNMENT: a burden to which Greek and Roman shoulders proved unequal. The honor of supporting the dignity of the human character, seems reserved to the hardy Helvetians alone. If the body of the people will not govern themselves, and govern themselves well too, the consequence is unavoidable -- a FEW will, and must govern them. Then it is that government becomes truly a government by force only, where men relinquish part of their natural rights to secure the rest, instead of an union of will and force, to protect all their natural rights, which ought to be the foundation of every rightful social compact."
                },
                {
                    "content": "Whether national government will be productive of internal peace, is too uncertain to admit of decided opinion. I only hazard a conjecture when I say, that our state disputes, in a confederacy, would be disputes of levity and passion, which would subside before injury. The people being free, government having no right to them, but they to government, they would separate and divide as interest or inclination prompted -- as they do at this day, and always have done, in Switzerland. In a national government, unless cautiously and fortunately administered, the disputes will be the deep-rooted differences of interest, where part of the empire must be injured by the operation of general law; and then should the sword of government be once drawn (which Heaven avert) I fear it will not be sheathed, until we have waded through that series of desolation, which France, Spain, and the other great kingdoms of the world have suffered, in order to bring so many separate States into uniformity, of government and law; in which event the legislative power can only be entrusted to one man (as it is with them) who can have no local attachments, partial interests, or private views to gratify."
                },
                {
                    "content": "That a national government will prevent the influence or danger of foreign intrigue, or secure us from invasion, is in my judgment directly the reverse of the truth. The only foreign, or at least evil foreign influence, must be obtained through corruption. Where the government is lodged in the body of the people, as in Switzerland, they can never be corrupted; for no prince, or people, can have resources enough to corrupt the majority of a nation; and if they could, the play is not worth the candle. The facility of corruption is increased in proportion as power tends by representation or delegation, to a concentration in the hands of a few..."
                },
                {
                    "content": "As to any nation attacking a number of confederated independent republics ... it is not to be expected, more especially as the wealth of the empire is there universally diffused, and will not be collected into any one overgrown, luxurious and effeminate capital to become a lure to the enterprising ambitious. That extensive empire is a misfortune to be deprecated, will not now be disputed. The balance of power has long engaged the attention of all the European world, in order to avoid the horrid evils of a general government. The same government pervading a vast extent of territory, terrifies the minds of individuals into meanness and submission. All human authority, however organized, must have confined limits, or insolence and oppression will prove the offspring of its grandeur, and the difficulty or rather impossibility of escape prevents resistance. Gibbon relates that some Roman Knights who had offended government in Rome were taken up in Asia, in a very few days after. It was the extensive territory of the Roman republic that produced a Sylla, a Marius, a Caligula, a Nero, and an Elagabalus. In small independent States contiguous to each other, the people run away and leave despotism to reek its vengeance on itself; and thus it is that moderation becomes with them, the law of self-preservation. These and such reasons founded on the eternal and immutable nature of things have long caused and will continue to cause much difference of sentiment throughout our wide extensive territories. From our divided and dispersed situation, and from the natural moderation of the American character, it has hitherto proved a warfare of argument and reason."
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 4",
            "subtitle": "Foreign Wars, Civil Wars, and Indian Wars -- Three Bugbears",
            "author": "Patrick Henry",
            "date": "June 1788",
            "paragraphs": [
                {
                    "content": "If we recollect, on last Saturday, I made some observations on some of those dangers which these gentlemen would fain persuade us hang over the citizens of this commonwealth [Virginia] to induce us to change the government, and adopt the new plan. Unless there be great and awful dangers, the change is dangerous, and the experiment ought not to be made. In estimating the magnitude of these dangers, we are obliged to take a most serious view of them -- to see them, to handle them, and to be familiar with them. It is not sufficient to feign mere imaginary dangers; there must be a dreadful reality. The great question between us is: Does that reality exist? These dangers are partially attributed to bad laws, execrated by the community at large. It is said the people wish to change the government. I should be happy to meet them on that ground. Should the people wish to change it, we should be innocent of the dangers. It is a fact that the people do not wish to change their government. How am I to prove it? It will rest on my bare assertion, unless supported by an internal conviction in men's breasts. My poor say-so is a mere nonentity. But, sir, I am persuaded that four fifths of the people of Virginia must have amendments to the new plan, to reconcile them to a change of their government. It is a slippery foundation for the people to rest their political salvation on my or their assertions. No government can flourish unless it be founded on the affection of the people. Unless gentlemen can be sure that this new system is founded on that ground, they ought to stop their career."
                },
                {
                    "content": "I will not repeat what the gentlemen say -- I will mention one thing. There is a dispute between us and the Spaniards about the right of navigating the Mississippi ... Seven states wished to relinquish this river to them. The six Southern states opposed it. Seven states not being sufficient to convey it away, it remains now ours..."
                },
                {
                    "content": "There is no danger of a dismemberment of our country, unless a Constitution be adopted which will enable the government to plant enemies on our backs. By the Confederation, the rights of territory are secured. No treaty can be made without the consent of nine states. While the consent of nine states is necessary to the cession of territory, you are safe. If it be put in the power of a less number, you will most infallibly lose the Mississippi. As long as we can preserve our unalienable rights, we are in safety. This new Constitution will involve in its operation the loss of the navigation of that valuable river."
                },
                {
                    "content": "The honorable gentleman [either James Madison or Edmund Randolph], cannot be ignorant of the Spanish transactions [the Jay-Gardoqui negotiations]. A treaty had been nearly entered into with Spain, to relinquish that navigation. That relinquishment would absolutely have taken place, had the consent of seven states been sufficient ... This new government, I conceive, will enable those states who have already discovered their inclination that way, to give away this river..."
                },
                {
                    "content": "We are threatened with danger [according to some,] for the non-payment of our debt due to France. We have information come from an illustrious citizen of Virginia, who is now in Paris, which disproves the suggestions of such danger. This citizen has not been in the airy regions of theoretic speculation -- our ambassador [Thomas Jefferson] is this worthy citizen. The ambassador of the United States of America is not so despised as the honorable gentleman would make us believe. A servant of a republic is as much respected as that of a monarch. The honorable gentleman tells us that hostile fleets are to be sent to make reprisals upon us. Our ambassador tells you that the king of France has taken into consideration to enter into commercial regulations, on reciprocal terms, with us, which will be of peculiar advantage to us. Does this look like hostility? I might go farther. I might say, not from public authority, but good information, that his opinion is, that you reject this government. His character and abilities are in the highest estimation; he is well acquainted, in every respect, with this country; equally so with the policy of the European nations. Let us follow the sage advice of this common friend of our happiness."
                },
                {
                    "content": "It is little usual for nations to send armies to collect debts. The house of Bourbon, that great friend of America, will never attack her for her unwilling delay of payment. Give me leave to say, that Europe is too much engaged about objects of greater importance, to attend to us. On that great theater of the world, the little American matters vanish. Do you believe that the mighty monarch of France, beholding the greatest scenes that ever engaged the attention of a prince of that country, will divert himself from those important objects, and now call for a settlement of accounts with America? This proceeding is not warranted by good sense. The friendly disposition to us, and the actual situation of France, render the idea of danger from that quarter absurd. Would this countryman of ours be fond of advising us to a measure which he knew to be dangerous? And can it be reasonably supposed that he can be ignorant of any premeditated hostility against this country? The honorable gentleman may suspect the account; but I will do our friend the justice to say, that he would warn us of any danger from France."
                },
                {
                    "content": "Do you suppose the Spanish monarch will risk a contest with the United States, when his feeble colonies are exposed to them? Every advance the people make to the westward, makes them tremble for Mexico and Peru. Despised as we are among ourselves, under our present government, we are terrible to that monarchy. If this be not a fact, it is generally said so."
                },
                {
                    "content": "We are, in the next place, frightened by dangers from Holland. We must change our government to escape the wrath of that republic. Holland groans under a government like this new one. A stadtholder, sir, a Dutch president, has brought on that country miseries which will not permit them to collect debts with fleets or armies ... This President will bring miseries on us like those of Holland. Such is the condition of European affairs, that it would be unsafe for them to send fleets or armies to collect debts."
                },
                {
                    "content": "But here, sir, they make a transition to objects of another kind. We are presented with dangers of a very uncommon nature. I am not acquainted with the arts of painting. Some gentlemen have a peculiar talent for them. They are practiced with great ingenuity on this occasion. As a counterpart to what we have already been intimidated with, we are told that some lands have been sold, which cannot be found; and that this will bring war on this country. Here the picture will not stand examination. Can it be supposed, if a few land speculators and jobbers have violated the principles of probity, that it will involve this country in war? Is there no redress to be otherwise obtained, even admitting the delinquents and sufferers to be numerous? When gentlemen are thus driven to produce imaginary dangers, to induce this Convention to assent to this change, I am sure it will not be uncandid to say that the change itself is really dangerous. Then the Maryland compact is broken, and will produce perilous consequences. I see nothing very terrible in this. The adoption of the new system will not remove the evil. Will they forfeit good neighborhood with us, because the compact is broken? Then the disputes concerning the Carolina line are to involve us in dangers. A strip of land running from the westward of the Allegheny to the Mississippi, is the subject of this pretended dispute. I do not know the length or breadth of this disputed spot. Have they not regularly confirmed our right to it, and relinquished all claims to it? I can venture to pledge that the people of Carolina will never disturb us. . . . Then, sir, comes Pennsylvania, in terrible array. Pennsylvania is to go in conflict with Virginia. Pennsylvania has been a good neighbor heretofore. She is federal -- something terrible -- Virginia cannot look her in the face. If we sufficiently attend to the actual situation of things, we shall conclude that Pennsylvania will do what we do. A number of that country are strongly opposed to it. Many of them have lately been convinced of its fatal tendency. They are disgorged of their federalism. . . . Place yourselves in their situation; would you fight your neighbors for considering this great and awful matter? . . . Whatever may be the disposition of the aristocratical politicians of that country, I know there are friends of human nature in that state. If so, they will never make war on those who make professions of what they are attached to themselves."
                },
                {
                    "content": "As to the danger arising from borderers, it is mutual and reciprocal. If it be dangerous for Virginia, it is equally so for them. It will be their true interest to be united with us. The danger of our being their enemies will be a prevailing argument in our favor. It will be as powerful to admit us into the Union, as a vote of adoption, without previous amendments, could possibly be."
                },
                {
                    "content": "Then the savage Indians are to destroy us. We cannot look them in the face. The danger is here divided; they are as terrible to the other states as to us. But, sir, it is well known that we have nothing to fear from them. Our back settlers are considerably stronger than they. Their superiority increases daily. Suppose the states to be confederated all around us; what we want in numbers, we shall make up otherwise. Our compact situation and natural strength will secure us. But, to avoid all dangers, we must take shelter under the federal government. Nothing gives a decided importance but this federal government. You will sip sorrow, according to the vulgar phrase, if you want any other security than the laws of Virginia..."
                },
                {
                    "content": "Where is the danger? If, sir, there was any, I would recur to the American spirit to defend us; that spirit which has enabled us to surmount the greatest difficulties -- to that illustrious spirit I address my most fervent prayer to prevent our adopting a system destructive to liberty. Let not gentlemen be told that it is not safe to reject this government. Wherefore is it not safe? We are told there are dangers, but those dangers are ideal; they cannot be demonstrated..."
                },
                {
                    "content": "The Confederation, this despised government, merits, in my opinion, the highest encomium -- it carried us through a long and dangerous war; it rendered us victorious in that bloody conflict with a powerful nation; it has secured us a territory greater than any European monarch possesses -- and shall a government which has been thus strong and vigorous, be accused of imbecility, and abandoned for want of energy? Consider what you are about to do before you part with the government. Take longer time in reckoning things; revolutions like this have happened in almost every country in Europe; similar examples are to be found in ancient Greece and ancient Rome -- instances of the people losing their liberty by their own carelessness and the ambition of a few. We are cautioned . . . against faction and turbulence. I acknowledge that licentiousness is dangerous, and that it ought to be provided against. I acknowledge, also, the new form of government may effectually prevent it. Yet there is another thing it will as effectually do -- it will oppress and ruin the people."
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 5",
            "subtitle": "Scotland and England -- A Case in Point",
            "author": "An observer",
            "date": "Monday, December 3, 1787",
            "paragraphs": [
                {
                    "content": "I would beg leave to remark, that Publius has been very unfortunate in selecting these extracts as a case in point, to convince the people of America of the benefits they would derive from a union, under such a government as would be effected by the new system. It is a certainty, that when the union was the subject of debate in the Scottish legislature, some of their most sensible and disinterested nobles, as well as commoners! (who were not corrupted by English gold), violently opposed the union, and predicted that the people of Scotland would, in fact, derive no advantages from a consolidation of government with England; but, on the contrary, they would bear a great proportion of her debt, and furnish large bodies of men to assist in her wars with France, with whom, before the union, Scotland was at all times on terms of the most cordial amity."
                },
                {
                    "content": "It was also predicted that the representation in the parliament of Great Britain, particularly in the house of commons, was too small; forty-five members being very far from the proportion of Scotland, when its extent and numbers were duly considered; and that even they, being so few, might (or at least a majority of them might) at all times be immediately under the influence of the English ministry; and, of course, very little of their attention would be given to the true interest of their constituents, especially if they came in competition with the prospects of views of the ministry."
                },
                {
                    "content": "How far these predictions have been verified I believe it will not require much trouble to prove. It must be obvious to everyone, the least acquainted with English history, that since the union of the two nations the great body of the people in Scotland are in a much worse situation now, than they would be, were they a separate nation. This will be fully illustrated by attending to the great emigrations which are made to America. For if the people could have but a common support at home, it is unreasonable to suppose that such large numbers would quit their country, break from the tender ties of kindred and friendship and trust themselves on a dangerous voyage across a vast ocean, to a country of which they can know but very little except by common report."
                },
                {
                    "content": "I will only further remark, that it is not about two or three years since a member of the British parliament (I believe Mr. Dempster) gave a most pathetic description of the sufferings of the commonalty of Scotland, particularly on the sea coast, and endeavored to call the attention of parliament to their distresses, and afford them some relief by encouraging their fisheries. It deserves also to be remembered, that the people of Scotland, in the late war between France and Great Britain, petitioned to have arms and ammunition supplied them by their general government, for their defense, alleging that they were incapable of defending themselves and their property from an invasion unless they were assisted by government."
                },
                {
                    "content": "It is a truth that their petitions were disregarded, and reasons were assigned, that it would be dangerous to entrust them with the means of defense, as they would then have it in their power to break the union. From this representation of the situation of Scotland, surely no one can draw any conclusion that this country would derive happiness or security from a government which would, in reality, give the people but the mere name of being free. For if the representation, stipulated by the constitution, framed by the late convention, be attentively and dispassionately considered, it must be obvious to every disinterested observer (besides many other weighty objections which will present themselves to view), that the number is not, by any means, adequate to the present inhabitants of this extensive continent, much less to those it will contain at a future period."
                },
                {
                    "content": "I observe that the writer above mentioned, takes great pains to show the disadvantages which would result from three or four distinct confederacies of these states. I must confess that I have not seen, in any of the pieces published against the proposed constitution, any thing which gives the most distant idea that their writers are in favor of such governments; but it is clear these objections arise from a consolidation not affording security for the liberties of their country, and from hence it must evidently appear, that the design of Publius, in artfully holding up to public view [the bugbear of] such confederacies, can be with no other intention than wilfully to deceive his fellow citizens."
                },
                {
                    "content": "I am confident it must be, and that it is, the sincere wish of every true friend to the United States, that there should be a confederated national government, but that it should be one which would have a control over national and external matters only, and not interfere with the internal regulations and police of the different states in the union. Such a government, while it would give us respectability abroad, would not encroach upon, or subvert our liberties at home."
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 6",
            "subtitle": "The Hobgoblins of Anarchy And Dissensions Among The States",
            "author": "Centinel",
            "date": "Wednesday, January 16, 1788",
            "paragraphs": [
                {
                    "content": "The evils of anarchy have been portrayed with all the imagery of language in the growing colors of eloquence; the affrighted mind is thence led to clasp the new Constitution as the instrument of deliverance, as the only avenue to safety and happiness. To avoid the possible and transitory evils of one extreme, it is seduced into the certain and permanent misery necessarily attendant on the other. A state of anarchy from its very nature can never be of long continuance; the greater its violence the shorter the duration. Order and security are immediately sought by the distracted people beneath the shelter of equal laws and the salutary restraints of regular government; and if this be not attainable, absolute power is assumed by the one, or a few, who shall be the most enterprising and successful. If anarchy, therefore, were the inevitable consequence of rejecting the new Constitution, it would be infinitely better to incur it, for even then there would be at least the chance of a good government rising out of licentiousness. But to rush at once into despotism because there is a bare possibility of anarchy ensuing from the rejection, or from what is yet more visionary, the small delay that would be occasioned by a revision and correction of the proposed system of government is so superlatively weak, so fatally blind, that it is astonishing any person of common understanding should suffer such an imposition to have the least influence on his judgment; still more astonishing that so flimsy and deceptive a doctrine should make converts among the enlightened freemen of America, who have so long enjoyed the blessings of liberty. But when I view among such converts men otherwise pre-eminent it raises a blush for the weakness of humanity that these, her brightest ornaments, should be so dim-sighted to what is self-evident to most men, that such imbecility of judgment should appear where so much perfection was looked for. This ought to teach us to depend more on our own judgment and the nature of the case than upon the opinions of the greatest and best of men, who, from constitutional infirmities or particular situations, may sometimes view an object through a delusive medium; but the opinions of great men are more frequently the dictates of ambition or private interest."
                },
                {
                    "content": "The source of the apprehensions of this so much dreaded anarchy would upon investigation be found to arise from the artful suggestions of designing men, and not from a rational probability grounded on the actual state of affairs. The least reflection is sufficient to detect the fallacy to show that there is no one circumstance to justify the prediction of such an event. On the contrary a short time will evince, to the utter dismay and confusion of the conspirators, that a perseverance in cramming down their scheme of power upon the freemen of this State [Pennsylvania] will inevitably produce an anarchy destructive of their darling domination, and may kindle a flame prejudicial to their safety. They should be cautious not to trespass too far on the forbearance of freemen when wresting their dearest concerns, but prudently retreat from the gathering storm."
                },
                {
                    "content": "The other specter that has been raised to terrify and alarm the people out of the exercise of their judgment on this great occasion, is te dread of our splitting into separate confederacies or republics, that might become rival powers and consequently liable to mutual wars from the usual motives of contention. This is an event still more improbable than the foregoing. It is a presumption unwarranted, either by the situation of affairs, or the sentiments of the people; no disposition leading to it exists; the advocates of the new constitution seem to view such a separation with horror, and its opponents are strenuously contending for a confederation that shall embrace all America under its comprehensive and salutary protection. This hobgoblin appears to have sprung from the deranged brain of Publius, [The Federalist] a New York writer, who, mistaking sound for argument, has with Herculean labor accumulated myriads of unmeaning sentences, and mechanically endeavored to force conviction by a torrent of misplaced words. He might have spared his readers the fatigue of wading through his long-winded disquisitions on the direful effects of the contentions of inimical states, as totally inapplicable to the subject he was professedly treating; this writer has devoted much time, and wasted more paper in combating chimeras of his own creation. However, for the sake of argument, I will admit that the necessary consequence of rejecting or delaying the establishment of the new constitution would be the dissolution of the union, and the institution of even rival and inimical republics; yet ought such an apprehension, if well founded, to drive us into the fangs of despotism? Infinitely preferable would be occasional wars to such an event. The former, although a severe scourge, is transient in its continuance, and in its operation partial, but a small proportion of the community are exposed to its greatest horrors, and yet fewer experience its greatest evils; the latter is permanent and universal misery, without remission or exemption. As passing clouds obscure for a time the splendor of the sun, so do wars interrupt the welfare of mankind; but despotism s a settled gloom that totally extinguishes happiness. Not a ray of comfort can penetrate to cheer the dejected mind; the goad of power with unabating rigor insists upon the utmost exaction; like a merciless taskmaster, [it] is continually inflicting the lash, and is never satiated with the feast of unfeeling domination, or the most abject servility."
                },
                {
                    "content": "The celebrated Lord Kaims, whose disquisitions of human nature evidence extraordinary strength of judgment and depth of investigation, says that a continual civil war, which is the most destructive and horrible scene of human discord, is preferable to the uniformity of wretchedness and misery attendant upon despotism; of all possible evils, as I observed in my first number, this is the worst and the most to be dreaded."
                },
                {
                    "content": "I congratulate my fellow citizens that a good government, the greatest earthly blessing, may be so easily obtained, that our circumstances are so favorable, that nothing but the folly of the conspirators can produce anarchy or civil war, which would presently terminate in their destruction and the permanent harmony of the state, alone interrupted by their ambitious machinations."
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 7",
            "subtitle": "Adoption of The Constitution Will Lead to Civil War",
            "author": "Philanthropos",
            "date": "Thursday, December 6, 1787",
            "paragraphs": [
                {
                    "content": "The time in which the constitution or government of a nation undergoes any particular change, is always interesting and critical. Enemies are vigilant, allies are in suspense, friends hesitating between hope and fear; and all men are in eager expectation to see what such a change may produce. But the state of our affairs at present, is of such moment, as even to arouse the dead..."
                },
                {
                    "content": "[A certain defender of the Constitution has stated that objections to it] are more calculated to alarm the fears of the people than to answer any valuable end. Was that the case, as it is not, will any man in his sober senses say, that the least infringement or appearance of infringement on our liberty -that liberty which has lately cost so much blood and treasure, together with anxious days and sleepless nights-ought not both to rouse our fears and awaken our jealousy?"
                },
                {
                    "content": "... The new constitution in its present form is calculated to produce despotism, thraldom and confusion, and if the United States do swallow it, they will find it a bolus, that will create convulsions to their utmost extremities. Were they mine enemies, the worst imprecation I could devise would be, may they adopt it. For tyranny, where it has been chained (as for a few years past) is always more cursed, and sticks its teeth in deeper than before. Were Col. [George] Mason’s objections obviated, the improvement would be very considerable, though even then, not so complete as might be. The Congress’s having power without control-to borrow money on the credit of the United States; their having power to appoint their own salaries, and their being paid out of the treasury of the United States, thereby, in some measure, rendering them independent of the individual states; their being judges of the qualification and election of their own members, by which means they can get men to suit any purpose; together with Col. Mason’s wise and judicious objections-are grievances, the very idea of which is enough to make every honest citizen exclaim in the language of Cato, 0 Liberty, 0 my country! Our present constitution, with a few additional powers to Congress, seems better calculated to preserve the rights and defend the liberties of our citizens, than the one proposed, without proper amendments. Let us therefore, for once, show our judgment and solidity by continuing it, and prove the opinion to be erroneous, that levity and fickleness are not only the foibles of our tempers, but the reigning principles in these states. There are men amongst us, of such dissatisfied tempers, that place them in Heaven, they would find something to blame; and so restless and self- sufficient, that they must be eternally reforming the state. But the misfortune is, they always leave affairs worse than they find them. A change of government is at all times dangerous, but at present may be fatal, without the utmost caution, just after emerging out of a tedious and expensive war. Feeble in our nature, and complicated in our form, we are little able to bear the rough Posting of civil dissensions which are likely to ensue. Even now, discontent and opposition distract our councils. Division and despondency affect our people. Is it then a time to alter our government, that government which even now totters on its foundation, and will, without tender care, produce ruin by its fall?"
                },
                {
                    "content": "Beware my countrymen! Our enemies- -uncontrolled as they are in their ambitious schemes, fretted with losses, and perplexed with disappointments-will exert their whole power and policy to increase and continue our confusion. And while we are destroying one another, they will be repairing their losses, and ruining our trade."
                },
                {
                    "content": "Of all the plagues that infest a nation, a civil war is the worst. Famine is severe, pestilence is dreadful; but in these, though men die, they die in peace. The father expires without the guilt of the son; and the son, if he survives, enjoys the inheritance of his father. Cities may be thinned, but they neither plundered nor burnt. But when a civil war is kindled, there is then forth no security of property nor protection from any law. Life and fortune become precarious. And all that is dear to men is at the discretion of profligate soldiery, doubly licentious on such an occasion. Cities are exhausted by heavy contributions, or sacked because they cannot answer exorbitant demand."
                },
                {
                    "content": "Countries are eaten up by the parties they favor, and ravaged by the one they oppose. Fathers and sons, sheath their swords in anothers bowels in the field, and their wives and daughters are exposed to rudeness and lust of ruffians at home. And when the sword has decided quarrel, the scene is closed with banishments, forfeitures, and barbarous executions that entail distress on children then unborn. May Heaven avert the dreadful catastrophe! In the most limited governments, what wranglings, animosities, factions, partiality, and all other evils that tend to embroil a nation and weaken a state, are constantly practised by legislators. What then may we expect if the new constitution be adopted as it now stands? The great will struggle for power, honor and wealth; the poor become a prey to avarice, insolence and oppression. And while some are studying to supplant their neighbors, and others striving to keep their stations, one villain will wink at the oppression of another, the people be fleeced, and the public business neglected. From despotism and tyranny good Lord deliver us."
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 8",
            "subtitle": "The Power Vested in Congress of Sending Troops For Suppressing Insurrections Will Always Enable Them to Stifle The First Struggles of Freedom",
            "author": "A federal Republican",
            "date": "Wednesday, March 5, 1788",
            "paragraphs": [
                {
                    "content": "...By the Articles of Confederation, the congress of the United State was vested with powers for conducting the common concerns of the continent. They had the sole and exclusive right and power of determining on peace and war; of sending and receiving ambassadors; of entering into treaties and alliances; and of pointing out the respective quotas of men and men which each state should furnish. But it was expressly provided that the money to be supplied by each state should be raised by the authority and direction of the legislature thereof– thus reserving to the states the important privilege of levying taxes upon their citizens in such manner as might be most conformable to their peculiar circumstances and form of government. With powers thus constituted was congress enabled to unite the general exertions of the continent in the cause of liberty and to carry us triumphantly through a long and bloody war."
                },
                {
                    "content": "It was not until sometime after peace and a glorious independence had been established that defects were discovered in that system of federal government which had procured to us those blessings. It was then perceived that the Articles of Confederation were inadequate to the purposes of the union; and it was particularly suggested as necessary to vest in congress the further power of exclusively regulating the commerce of the United States, as well to enable us, by a system more uniform, to counteract the policy of foreign nations, as for other important reasons. Upon this principle, a general convention of the United States was proposed to be held, and deputies were accordingly appointed by twelve of the states charged with power to revise, alter, and amend the Articles of Confederation."
                },
                {
                    "content": "When these deputies met, instead of confining themselves to the powers with which they were entrusted, they pronounced all amendments to the Articles of Confederation wholly impracticable; and with a spirit of amity and concession truly remarkable proceeded to form a government entirely new, and totally different in its principles and its organization. Instead of a congress whose members could serve but three years out of six-and then to return to a level with their fellow citizens; and who were liable at all times, whenever the states might deem it necessary, to be recalled– Congress, by this new constitution, will be composed of a body whose members during the time they are appointed to serve, can receive no check from their constituents. Instead of the powers formerly granted to congress of ascertaining each state’s quota of men and money-to be raised by the legislatures of the different states in such a mode as they might think proper- -congress, by this new government, will be invested with the formidable powers of raising armies, and lending money, totally independent of the different states. They will moreover, have the power of leading troops among you in order to suppress those struggles which may sometimes happen among a free people, and which tyranny will impiously brand with the name of sedition."
                },
                {
                    "content": "On one day the state collector will call on you for your proportion of those taxes which have been laid on you by the general assembly, where you are fully and adequately represented; on the next will come the Continental collector to demand from you those taxes which shall be levied by the continental congress, where the whole state of Virginia will be represented by only ten men! Thus shall we imprudently confer on so small a number the very important power of taking our money out of our pockets, and of levying taxes without control-a right which the wisdom of our state constitution will, in vain, have confided to the most numerous branch of the legislature. Should the sheriff or state collector in any manner aggrieve you either in person or property, these sacred rights are amply secured by the most solemn compact. Beside, the arm of government is always at hand to shield you from his injustice and oppression."
                },
                {
                    "content": "But if a Continental collector, in the execution of his office, should invade your freedom (according to this new government, which has expressly declared itself paramount to all state laws and constitutions) the state of which you are a citizen will have no authority to afford you relief. A continental court may, indeed, be established in the state, and it may be urged that you will find a remedy here; but, my fellow citizens, let me ask, what protection this will afford you against the insults or rapacity of a continental officer, when he will have it in his power to appeal to the seat of congress perhaps at several hundred miles distance, and by this means oblige you to expend hundreds of pounds in obtaining redress for twenty shillings unjustly extorted? Thus will you be necessarily compelled either to make a bold effort to extricate yourselves from these grievous and oppressive extortions, or you will be fatigued by fruitless attempts into the quiet and peaceable surrender of those rights, for which the blood of your fellow citizens has been shed in vain. But the latter will, no doubt, be the melancholy fate of a people once inspired with the love of liberty, as the power vested in congress of sending troops for suppressing insurrections will always enable them to stifle the first struggles of freedom."
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 9",
            "subtitle": "A Consolidated Government Is a Tyranny",
            "author": "Montezuma",
            "date": "Wednesday, October 17, 1787",
            "paragraphs": [
                {
                    "content": "We the Aristocratic party of the United States, lamenting the many inconveniences to which the late confederation subjected the well-born, the better kind of people, bringing them down to the level of the rabble -- and holding in utter detestation that frontispiece to every bill of rights, \"that all men are born equal\" -- beg leave (for the purpose of drawing a line between such as we think were ordained to govern, and such as were made to bear the weight of government without having any share in its administration) to submit to our Friends in the first class for their inspection, the following defense of our monarchical, aristocratical democracy."
                },
                {
                    "content": "1st. As a majority of all societies consist of men who (though totally incapable of thinking or acting in governmental matters) are more readily led than driven, we have thought meet to indulge them in something like a democracy in the new constitution, which part we have designated by the popular name of the House of Representatives. But to guard against every possible danger from this lower house, we have subjected every bill they bring forward, to the double negative of our upper house and president. Nor have we allowed the populace the right to elect their representatives annually . . . lest this body should be too much under the influence and control of their constituents, and thereby prove the \"weatherboard of our grand edifice, to show the shiftings of every fashionable gale,\" -- for we have not yet to learn that little else is wanting to aristocratize the most democratical representative than to make him somewhat independent of his political creators. We have taken away that rotation of appointment which has so long perplexed us -- that grand engine of popular influence. Every man is eligible into our government from time to time for life. This will have a two -- fold good effect. First, it prevents the representatives from mixing with the lower class, and imbibing their foolish sentiments, with which they would have come charged on re-election."
                },
                {
                    "content": "2d. They will from the perpetuality of office be under our eye, and in a short time will think and act like us, independently of popular whims and prejudices. For the assertion \"that evil communications corrupt good manners,\" is not more true than its reverse. We have allowed this house the power to impeach, but we have tenaciously reserved the right to try. We hope gentlemen, you will see the policy of this clause -- for what matters it who accuses, if the accused is tried by his friends. In fine, this plebeian house will have little power, and that little be rightly shaped by our house of gentlemen, who will have a very extensive influence -- from their being chosen out of the genteeler class ... It is true, every third senatorial seat is to be vacated duennually, but two-thirds of this influential body will remain in office, and be ready to direct or (if necessary) bring over to the good old way, the young members, if the old ones should not be returned. And whereas many of our brethren, from a laudable desire to support their rank in life above the commonalty, have not only deranged their finances, but subjected their persons to indecent treatment (as being arrested for debt, etc.) we have framed a privilege clause, by which they may laugh at the fools who trusted them. But we have given out, that this clause was provided, only that the members might be able without interruption, to deliberate on the important business of their country."
                },
                {
                    "content": "We have frequently endeavored to effect in our respective states, the happy discrimination which pervades this system; but finding we could not bring the states into it individually, we have determined ... and have taken pains to leave the legislature of each free and independent state, as they now call themselves, in such a situation that they will eventually be absorbed by our grand continental vortex, or dwindle into petty corporations, and have power over little else than yoking hogs or determining the width of cart wheels. But (aware that an intention to annihilate state legislatures, would be objected to our favorite scheme) we have made their existence (as a board of electors) necessary to ours. This furnishes us and our advocates with a fine answer to any clamors that may be raised on this subject. We have so interwoven continental and state legislatures that they cannot exist separately; whereas we in truth only leave them the power of electing us, for what can a provincial legislature do when we possess the exclusive regulation of external and internal commerce, excise, duties, imposts, post-offices and roads; when we and we alone, have the power to wage war, make peace, coin money (if we can get bullion) if not, borrow money, organize the militia and call them forth to execute our decrees, and crush insurrections assisted by a noble body of veterans subject to our nod, which we have the power of raising and keeping even in the time of peace. What have we to fear from state legislatures or even from states, when we are armed with such powers, with a president at our head? (A name we thought proper to adopt in conformity to the prejudices of a silly people who are so foolishly fond of a Republican government, that we were obliged to accommodate in names and forms to them, in order more effectually to secure the substance of our proposed plan; but we all know that Cromwell was a King, with the title of Protector). I repeat it, what have we to fear armed with such powers, with a president at our head who is captain -- general of the army, navy and militia of the United States, who can make and unmake treaties, appoint and commission ambassadors and other ministers, who can grant or refuse reprieves or pardons, who can make judges of the supreme and other continental courts -- in short, who will be the source, the fountain of honor, profit and power, whose influence like the rays of the sun, will diffuse itself far and wide, will exhale all democratical vapors and break the clouds of popular insurrection? But again gentlemen, our judicial power is a strong work, a masked battery, few people see the guns we can and will ere long play off from it. For the judicial power embraces every question which can arise in law or equity, under this constitution and under the laws of \"the United States\" (which laws will be, you know, the supreme laws of the land). This power extends to all cases, affecting ambassadors or other public ministers, \"and consuls; to all cases of admiralty and maritime jurisdiction; to controversies to which the United States shall be a party; to controversies between two or more States; between a State and citizens of another State; between citizens of different States; between citizens of the same State, claiming lands under grants of different States; and between a State or the citizens thereof, and foreign States, citizens or subjects.\""
                },
                {
                    "content": "Now, can a question arise in the colonial courts, which the ingenuity or sophistry of an able lawyer may not bring within one or other of the above cases? Certainly not. Then our court will have original or appellate jurisdiction in all cases -- and if so, how fallen are state judicatures -- and must not every provincial law yield to our supreme flat? Our constitution answers yes. ... And finally we shall entrench ourselves so as to laugh at the cabals of the commonalty. A few regiments will do at first; it must be spread abroad that they are absolutely necessary to defend the frontiers. Now a regiment and then a legion must be added quietly; by and by a frigate or two must be built, still taking care to intimate that they are essential to the support of our revenue laws and to prevent smuggling. We have said nothing about a bill of rights, for we viewed it as an eternal clog upon our designs, as a lock chain to the wheels of government -- though, by the way, as we have not insisted on rotation in our offices, the simile of a wheel is ill. We have for some time considered the freedom of the press as a great evil -- it spreads information, and begets a licentiousness in the people which needs the rein more than the spur; besides, a daring printer may expose the plans of government and lessen the consequence of our president and senate -- for these and many other reasons we have said nothing with respect to the \"right of the people to speak and publish their sentiments\" or about their \"palladiums of liberty\" and such stuff. We do not much like that sturdy privilege of the people -- the right to demand the writ of habeas corpus. We have therefore reserved the power of refusing it in cases of rebellion, and you know we are the judges of what is rebellion.... Our friends we find have been assiduous in representing our federal calamities, until at length the people at large -- frightened by the gloomy picture on one side, and allured by the prophecies of some of our fanciful and visionary adherents on the other -- are ready to accept and confirm our proposed government without the delay or forms of examination -- which was the more to be wished, as they are wholly unfit to investigate the principles or pronounce on the merit of so exquisite a system. Impressed with a conviction that this constitution is calculated to restrain the influence and power of the LOWER CLASS -- to draw that discrimination we have so long sought after; to secure to our friends privileges and offices, which were not to be ... [obtained] under the former government, because they were in common; to take the burden of legislation and attendance on public business off the commonalty, who will be much better able thereby to prosecute with effect their private business; to destroy that political thirteen headed monster, the state sovereignties; to check the licentiousness of the people by making it dangerous to speak or publish daring or tumultuary sentiments; to enforce obedience to laws by a strong executive, aided by military pensioners; and finally to promote the public and private interests of the better kind of people -- we submit it to your judgment to take such measures for its adoption as you in your wisdom may think fit."
                },
                {
                    "content": "Signed by unanimous order of the lords spiritual and temporal."
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 10",
            "subtitle": "On The Preservation of Parties, Public Liberty Depends",
            "author": "A farmer",
            "date": "Tuesday, March 18, 1788",
            "paragraphs": [
                {
                    "content": "The opposite qualities of the first confederation were rather caused by than the cause of two parties, which from its first existence began and have continued their operations, I believe, unknown to their country and almost unknown to themselves -- as really but few men have the capacity or resolution to develop the secret causes which influence their daily conduct. The old Congress was a national government and an union of States, both brought into one political body, as these opposite powers -- I do not mean parties were so exactly blended and very nearly balanced, like every artificial, operative machine where action is equal to reaction. It stood perfectly still. It would not move at all. Those who were merely confederal in their views, were for dividing the public debt. Those who were for national government, were for increasing of it. Those who thought any national government would be destructive to the liberties of America . . . assisted those who thought it our only safety -- to put everything as wrong as possible. Requisitions were made, which every body knew it was impossible to comply with. Either in 82 or 83, ten millions of hard dollars, if not thirteen, were called into the continental treasury, when there could not be half that sum in the whole tract of territory between Nova-Scotia and Florida. The States neglected them in despair. The public honor was tarnished, and our governments abused by their servants and best friends. In fine, it became a cant word things are not yet bad enough to mend. However, as [a] great part of the important objects of society were entrusted to this mongrel species of general government, the sentiment of pushing it forward became general throughout America, and the late Convention met at Philadelphia under the uniform impression, that such was the desire of their constituents. But even then the advantages and disadvantages of national government operated so strongly, although silently, on each individual, that the conflict was nearly equal. A third or middle opinion, which always arises in such cases, broke off and took the lead -- the national party [thus] assisted, pursued steadily their object -- the federal party dropped off, one by one, and finally, when the middle party came to view the offspring which they had given birth to, and in a great measure reared, several of them immediately disowned the child. Such has been hitherto the progress of party; or rather of the human mind dispassionately contemplating our separate and relative situation, and aiming at that perfect completion of social happiness and grandeur, which perhaps can be combined only in ideas. Every description of men entertain the same wishes (excepting perhaps a few very bad men of each) -- they forever will differ about the mode of accomplishment -- and some must be permitted to doubt the practicability."
                },
                {
                    "content": "As our citizens are now apprized of the progress of parties or political opinions on the continent, it is fit they should also be informed of the present state, force and designs of each, in order that they may form their decisions with safety to the public and themselves -- this shall be given with all the precision and impartiality the author is capable of."
                },
                {
                    "content": "America is at present divided into three classes or descriptions of men, and in a few years there will be but two."
                },
                {
                    "content": "[First]. The first class comprehends all those men of fortune and reputation who stepped forward in the late revolution, from opposition to the administration, rather than the government of Great Britain. All those aristocrats whose pride disdains equal law. Many men of very large fortune, who entertain real or imaginary fears for the security of property. Those young men, who have sacrificed their time and their talents to public service, without any prospect of an adequate pecuniary or honorary reward. All your people of fashion and pleasure who are corrupted by the dissipation of the French, English and American armies; and a love of European manners and luxury. The public creditors of the continent, whose interest has been heretofore sacrificed by their friends, in order to retain their services on this occasion. A large majority of the mercantile people, which is at present a very unformed and consequently dangerous interest. Our old native merchants have been almost universally ruined by the receipt of their debts in paper during the war, and the payment in hard money of what they owed their British correspondents since peace. Those who are not bankrupts, have generally retired and given place to a set of young men, who conducting themselves as rashly as ignorantly, have embarrassed their affairs and lay the blame on the government, and who are really unacquainted with the true mercantile interest of the country -- which is perplexed from circumstances rather temporary than permanent. The foreign merchants are generally not to be trusted with influence in our government -- they are most of them birds of passage. Some, perhaps British emissaries increasing and rejoicing in our political mistakes, and even those who have settled among us with an intention to fix themselves and their posterity in our soil, have brought with them more foreign prejudices than wealth. Time must elapse before the mercantile interest will be so organized as to govern themselves, much less others, with propriety. And lastly, to this class I suppose we may ultimately add the Tory interest, with the exception of very many respectable characters, who reflect with a gratification mixed with disdain, that those principles are now become fashionable for which they have been persecuted and hunted down -- which, although by no means so formidable as is generally imagined, is still considerable. They are at present wavering. They are generally, though with very many exceptions, openly for the proposed, but secretly against any American government. A burnt child dreads the fire. But should they see any fair prospect of confusion arise, these gentry will be off at any moment for these five and twenty years to come. Ultimately, should the administration promise stability to the new government, they may be counted on as the Janizaries of power, ready to efface all suspicion by the violence of their zeal."
                },
                {
                    "content": "In general, all these various people would prefer a government, as nearly copied after that of Great Britain, as our circumstances will permit. Some would strain these circumstances. Others still retain a deep rooted jealousy of the executive branch and strong republican prejudices as they are called. Finally, this class contains more aggregate wisdom and moral virtue than both the other two together. It commands nearly two thirds of the property and almost one half the numbers of America, and has at present, become almost irresistible from the name of the truly great and amiable man who it has been said, is disposed to patronize it, and from the influence which it has over the second class. This [first] class is nearly at the height of their power; they must decline or moderate, or another revolution will ensue, for the opinion of America is becoming daily more unfavorable to those radical changes which high -- toned government requires. A conflict would terminate in the destruction of this class, or the liberties of their country May the Guardian Angel of America prevent both!"
                },
                {
                    "content": "[Second]. The second class is composed of those descriptions of men who are certainly more numerous with us than in any other part of the globe. First, those men who are so wise as to discover that their ancestors and indeed all the rest of mankind were and are fools. We have a vast over-proportion of these great men, who, when you tell them that from the earliest period at which mankind devoted their attention to social happiness, it has been their uniform judgment, that a government over governments cannot exist -- that is two governments operating on the same individual -- assume the smile of confidence, and tell you of two people traveling the same road -- of a perfect and precise division of the duties of the individual. Still, however, the political apothegm is as old as the proverb -- That no man can serve two masters -- and whoever will run their noddles against old proverbs will be sure to break them, however hard they may be. And if they broke only their own, all would be right; but it is very horrible to reflect that all our numskulls must be cracked in concert. Second. The trimmers, who from sympathetic indecision are always united with, and when not regularly employed, always fight under the banners of these great men, These people are forever at market, and when parties are nearly equally divided, they get very well paid for their services. Thirdly. The indolent, that is almost every second man of independent fortune you meet with in America -- these are quite easy, and can live under any government. If men can be said to live, who scarcely breathe; and if breathing was attended with any bodily exertion, would give up their small portion of life in despair. These men do not swim with the stream as the trimmers do, but are dragged like mud at the bottom. As they have no other weight than their tat flesh, they are hardly worth mentioning when we speak of the sentiments and opinions of America. As this second class never can include any of the yeomanry of the union, who never affect superior wisdom, and can have no interests but the public good, it can be only said to exist at the birth of government, and as soon as the first and third classes become more decided in their views, this will divide with each and dissipate like a mist, or sink down into what are called moderate men, and become the tools and instruments of others. These people are prevented by a cloud from having any view; and if they are not virtuous, they at least preserve the appearance, which in this world amounts to the same thing."
                },
                {
                    "content": "[Third]. At the head of the third class appear the old rigid republicans, who although few in number, are still formidable. Reverence will follow these men in spite of detraction, as long as wisdom and virtue are esteemed among mankind. They are joined by the true democrats, who are in general fanatics and enthusiasts, and some few sensible, charming madmen. A decided majority of the yeomanry of America will, for a length of years, be ready to support these two descriptions of men. But as this last class is forced to act as a residuary legatee, and receive all the trash and filth, it is in some measure disgraced and its influence weakened. 3dly. The freebooters and plunderers, who infest all countries and ours perhaps as little as any other whatever. These men have that natural antipathy to any kind or sort of government, that a rogue has to a halter. In number they are few indeed such characters are the offspring of dissipation and want, and there is not that country in the world where so much real property is shared so equally among so few citizens, for where property is as easily acquired by fair means, very few indeed will resort to foul. Lastly, by the poor mob, infoelix pecus! The property of whoever will feed them and take care of them -- let them be spared. Let the burden of taxation sit lightly on their shoulders. But alas! This is not their fate. It is here that government forever falls with all its weight. It is here that the proposed government will press where it should scarcely be felt..."
                },
                {
                    "content": "In this [third] class may be counted men of the greatest mental powers and of as sublime virtue as any in America. They at present command nearly one-third of the property and above half the numbers of the United States, and in either event they must continue to increase in influence by great desertions from both the other classes. . . . If the [proposed] government is not adopted, theirs will be the prevalent opinion. The object of this class either is or will be purely federal -- an union of independent States, not a government of individuals. And should the proposed federal plan fail, from the obstinacy of those who will listen to no conditional amendments, although such as they cannot disapprove; or should it ultimately in its execution upon a fair trial, disappoint the wishes and expectations of our country -- [then] an union purely federal is what the reasonable and dispassionate patriots of America must bend their views to. My countrymen, preserve your jealousy -- reject suspicion, it is the fiend that destroys public and private happiness. I know some weak, but very few if any wicked men in public confidence. And learn this most difficult and necessary lesson: That on the preservation of parties, public liberty depends. Whenever men are unanimous on great public questions, whenever there is but one party, freedom ceases and despotism commences. The object of a free and wise people should be so to balance parties, that from the weakness of all you may be governed by the moderation of the combined judgments of the whole, not tyrannized over by the blind passions of a few individuals."
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 11",
            "subtitle": "Unrestricted Power Over Commerce Should Not Be Given The National Government",
            "author": "Agrippa",
            "date": "December 1787",
            "paragraphs": [
                {
                    "content": "It has been proved, by indisputable evidence, that power is not the grand principle of union among the parts of a very extensive empire; and that when this principle is pushed beyond the degree necessary for rendering justice between man and man, it debases the character of individuals, and renders them less secure in their persons and property. Civil liberty consists in the consciousness of that security, and is best guarded by political liberty, which is the share that every citizen has in the government. Accordingly all our accounts agree, that in those empires which are commonly called despotic, and which comprehend by far the greatest part of the world, the government is most fluctuating, and property least secure. In those countries insults are borne by the sovereign, which, if offered to one of our governors, would fill us with horror, and we should think the government dissolving."
                },
                {
                    "content": "The common conclusion from this reasoning is an exceedingly unfair one, that we must then separate, and form distinct confederacies. This would be true if there was no principle to substitute in the room of power. Fortunately there is one. This is commerce. All the states have local advantages, and in a considerable degree separate interests. They are, therefore, in a situation to supply each other's wants. Carolina, for instance, is inhabited by planters, while Massachusetts is more engaged in commerce and manufactures. Congress has the power of deciding their differences. The most friendly intercourse may therefore be established between them. A diversity of produce, wants and interests, produces commerce; and commerce, where there is a common, equal and moderate authority to preside, produces friendship."
                },
                {
                    "content": "The same principles apply to the connection with the new settlers in the west. Many supplies they want, for which they must look to the older settlements, and the greatness of their crops enables them to make payments. Here, then, we have a bond of union which applies to all parts of the empire, and would continue to operate if the empire comprehended all America."
                },
                {
                    "content": "We are now, in the strictest sense of the terms, a federal republic. Each part has within its own limits the sovereignty over its citizens, while some of the general concerns are committed to Congress. The complaints of the deficiency of the Congressional powers are confined to two articles. They are not able to raise a revenue by taxation, and they have not a complete regulation of the intercourse between us and foreigners. For each of these complaints there is some foundation, but not enough to justify the clamor which has been raised..."
                },
                {
                    "content": "The second article of complaint against the present confederation . . . is that Congress has not the sole power to regulate the intercourse between us and foreigners. Such a power extends not only to war and peace, but to trade and naturalization. This last article ought never to be given them; for though most of the states may be willing for certain reasons to receive foreigners as citizens, yet reasons of equal weight may induce other states, differently circumstanced, to keep their blood pure. Pennsylvania has chosen to receive all that would come there. Let any indifferent person judge whether that state in point of morals, education, [or] energy, is equal to any of the eastern states; the small state of Rhode Island only excepted. Pennsylvania in the course of a century has acquired her present extent and population at the expense of religion and good morals. The eastern states have, by keeping separate from the foreign mixtures, acquired their present greatness in the course of a century and an half, and have preserved their religion and morals. They have also preserved that manly virtue which is equally fitted for rendering them respectable in war, and industrious in peace."
                },
                {
                    "content": "The remaining power for peace and trade might perhaps be safely lodged with Congress under some limitations. Three restrictions appear to me to be essentially necessary to preserve that equality of rights to the states, which it is the object of the state governments to secure to each citizen. 1st. It ought not to be in the power of Congress, either by treaty or otherwise, to alienate part of any state without the consent of the legislature. 2nd. They ought not to be able, by treaty or other law, to give any legal preference to one part above another. 3rd. They ought to be restrained from creating any monopolies...."
                },
                {
                    "content": "The idea of consolidation is further kept up in the right given to regulate trade. Though this power under certain limitations would be a proper one for the department of Congress, it is in this system carried much too far, and much farther than is necessary. This is, without exception, the most commercial state upon the continent. Our extensive coasts, cold climate, small estates, and equality of rights, with a variety of subordinate and concurring circumstances, place us in this respect at the head of the Union. We must, therefore, be indulged if a point which so nearly relates to our welfare be rigidly examined. The new constitution not only prohibits vessels, bound from one state to another, from paying any duties, but even from entering and clearing. The only use of such a regulation is, to keep each state in complete ignorance of its own resources. It certainly is no hardship to enter and clear at the custom house, and the expense is too small to be an object."
                },
                {
                    "content": "The unlimited right to regulate trade, includes the right of granting exclusive charters. This, in all old countries, is considered as one principal branch of prerogative. We find hardly a country in Europe which has not felt the ill effects of such a power. Holland has carried the exercise of it farther than any other state, and the reason why that country has felt less evil from it is, that the territory is very small, and they have drawn large revenues from their colonies in the East and West Indies. In this respect, the whole country is to be considered as a trading company, having exclusive privileges. The colonies are large in proportion to the parent state; so that, upon the whole, the latter may gain by such a system. We are also to take into consideration the industry which the genius of a free government inspires. But in the British islands all these circumstances together have not prevented them from being injured by the monopolies created there. Individuals have been enriched, but the country at large has been hurt. Some valuable branches of trade being granted to companies, who transact their business in London, that city is, perhaps, the place of the greatest trade in the world. But Ireland, under such influence, suffers exceedingly, and is impoverished; and Scotland is a mere by-word. Bristol, the second city in England, ranks not much above this town [Boston] in population. These things must be accounted for by the incorporation of trading companies; and if they are felt so severely in countries of small extent, they will operate with tenfold severity upon us, who inhabit an immense tract; and living towards one extreme of an extensive empire, shall feel the evil, without retaining that influence in government, which may enable us to procure redress. There ought, then, to have been inserted a restraining clause which might prevent the Congress from making any such grant, because they consequentially defeat the trade of the out-ports, and are also injurious to the general commerce, by enhancing prices and destroying that rivalship which is the great stimulus to industry..."
                },
                {
                    "content": "There cannot be a doubt, that, while the trade of this continent remains free, the activity of our countrymen will secure their full share. AR the estimates for the present year, let them be made by what party they may, suppose the balance of trade to be largely in our favor. The credit of our merchants is, therefore, fully established in foreign countries. This is a sufficient proof, that when business is unshackled, it will find out that channel which is most friendly to its course. We ought, therefore, to be exceedingly cautious about diverting or restraining it. Every day produces fresh proofs, that people, under the immediate pressure of difficulties, do not, at first glance, discover the proper relief. The last year, a desire to get rid of embarrassments induced many honest people to agree to a tender act, and many others, of a different description, to obstruct the courts of justice. Both these methods only increased the evil they were intended to cure. Experience has since shown that, instead of trying to lesson an evil by altering the present course of things, that every endeavor should have been applied to facilitate the course of law, and thus to encourage a mutual confidence among the citizens, which increases the resources of them all, and renders easy the payment of debts. By this means one does not grow rich at the expense of another, but all are benefitted. The case is the same with the States. Pennsylvania, with one port and a large territory, is less favorably situated for trade than Massachusetts, which has an extensive coast in proportion to its limits of jurisdiction. Accordingly a much larger proportion of our people are engaged in maritime affairs. We ought therefore to be particularly attentive to securing so great an interest. It is vain to tell us that we ought to overlook local interests. It is only by protecting local concerns that the interest of the whole is preserved. No man when he enters into society does it from a view to promote the good of others, but he does it for his own good. All men having the same view are bound equally to promote the welfare of the whole. To recur then to such a principle as that local interests must be disregarded, is requiring of one man to do more than another, and is subverting the foundation of a free government. The Philadelphians would be shocked with a proposition to place the seat of general government and the unlimited right to regulate trade in Massachusetts. There can be no greater reason for our surrendering the preference to them. Such sacrifices, however we may delude ourselves with the form of words, always originate in folly, and not in generosity."
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 12",
            "subtitle": "How Will The New Government Raise Money?",
            "author": "Cincinnatus",
            "date": "November 1787",
            "paragraphs": [
                {
                    "content": "On the subject of taxation, in which powers are to be given so largely by the new constitution, you [James Wilson of Pennsylvania] lull our fears of abuse by venturing to predict \"that the great revenue of the United States must, and always will, be raised by impost\" -- and you elevate our hopes by holding out, \"the reviving and supporting the national credit.\" If you have any other plan for this, than by raising money upon the people to pay the interest of the national debt, your ingenuity will deserve our thanks. Supposing however, that raising money is necessary to payment of the interest, and such a payment [is] requisite to support the credit of the union -- let us see how much will be necessary for that end, and how far the impost will supply what we want. The arrearages of French and Spanish interest amount now to -- 1,500,000 dollars; Interest and installments of do. for 1788 -- 850,227; Support of government; and its departments, for 1788 -- 500,000; Arrears and anticipations of 1787 -- 300,000; Interest of domestic debt -- 500,000 {total} 4,650,227 [3,650,227]"
                },
                {
                    "content": "The new Congress then, supposing it to get into operation towards October, 1788, will have to provide for this sum, and for the additional sum of 3,000,000 at least for the ensuing year; which together will make the sum of 7,650,227 [6,650,227]."
                },
                {
                    "content": "Now let us see how the impost will answer this. Congress have furnished us with their estimate of the produce of the whole imports of America at five per cent and that is 800,000 dollars. There will remain to provide for, by other taxes, 6,850,227 [5,850,227]."
                },
                {
                    "content": "We know too, that our imports diminish yearly, and from the nature of things must continue to diminish; and consequently that the above estimate of the produce of the impost, will in all probability fall much short of the supposed sum. But even without this, it must appear that you [were] either intentionally misleading your hearers, or [were] very little acquainted with the subject when you ventured to predict that the great revenue of the United States would always flow from the impost. The estimate above is from the publications of Congress, and I presume is right. But the sum stated, necessary to be raised by the new government, in order to answer the expectations they have raised, is not all. The state debts, independent of what each owes to the United States, amount to about 30,000,000 dollars; the annual interest of this is 1,000,000."
                },
                {
                    "content": "It will be expected that the new government will provide for this also; and such expectation is founded, not only on the promise you hold forth, of its reviving and supporting public credit among us, but also on this unavoidable principle of justice -- that is, the new government takes away the impost, and other substantial taxes, from the produce of which the several states paid the interest of their debt, or funded the paper with which they paid it. The new government must find ways and means of supplying that deficiency, . . . in hard money, for . . . paper . . . cannot [be used] without a violation of the principles it boasts. The sum then which it must annually raise in specie, after the first year, cannot be less than 4,800,000. At present there is not one half of this sum in specie raised in all the states. And yet the complaints of intolerable taxes has produced one rebellion and will be mainly operative in the adoption of your constitution. How you will get this sum is inconceivable and yet get it you must, or lose all credit. With magnificent promises you have bought golden opinions of all sorts of people, and with gold you must answer them, . . ."
                },
                {
                    "content": "To satisfy [our fellow citizens] more fully on the subject of the revenue, that is to be raised upon them, in order to give enormous fortunes to the jobbers in public securities, I shall lay before them a proposition to Congress, from Mr. Robert Morris, when superintendent of finance. It is dated, I think,' the 29th of June, 1782, and is in these words:"
                },
                {
                    "content": "[1 say, I think, because by accident the month is erased in the note I have, and I have not access to public papers which would enable me to supply the defect.]"
                },
                {
                    "content": "\"The requisition of a five per cent impost, made on the 3d of February, 1781, has not yet been complied with by the state of Rhode Island, but as there is reason to believe, that their compliance is not far off, this revenue may be considered as already granted. It will, however, be very inadequate to the purposes intended. If goods be imported, and prizes introduced to the amount of twelve millions annually, the five per cent would be six hundred thousand, from which at least one sixth must be deducted, as well for the cost of collection as for the various defalcations which will necessarily happen, and which it is unnecessary to enumerate. It is not safe therefore, to estimate this revenue at more than half a million of dollars; for though it may produce more, yet probably it will not produce so much. It was in consequence of this, that on the 27th day of February last, I took the liberty to submit the propriety of asking the states for a land tax of one dollar for every hundred acres of land -- a poll-tax of one dollar on all freemen, and all male slaves, between sixteen and sixty, excepting such as are in the federal army, or by wounds or otherwise rendered unfit for service -- and an excise of one eighth of a dollar, on all distilled spiritous liquors. Each of these may be estimated a half a million; and should the product be equal to the estimation, the sum total of revenues for funding the public debts, would be equal to two millions.\""
                },
                {
                    "content": "You will readily perceive, Mr. Wilson, that there is a vast difference between your prediction and your friend's proposition. Give me leave to say, sir, that it was not discreet, in you, to speak upon finance without instructions from this great financier. Since, independent of its delusive effect upon your audience, it may excite his jealousy, lest you should have a secret design of rivaling him in the expected office of superintendent under the new constitution. It is true, there is no real foundation for it; but then you know jealousy makes the food it feeds on. A quarrel between two such able and honest friends to the United States, would, I am persuaded, be felt as a public calamity. I beseech you then to be very tender upon this point in your next harangue. And if four months' study will not furnish you with sufficient discretion, we will indulge you with six."
                },
                {
                    "content": "It may be said, that let the government be what it may, the sums I have stated must be raised, and the same difficulties exist. This is not altogether true. For first, we are now in the way of paying the interest of the domestic debt, with paper, which under the new system is utterly reprobated. This makes a difference between the specie to be raised of 1,800,000 dollars per annum. If the new government raises this sum in specie on the people, it will certainly support public credit, but it will overwhelm the people. It will give immense fortunes to the speculators; but it will grind the poor to dust. Besides, the present government is now redeeming the principal of the domestic debt by the sale of western lands. But let the full interest be paid in specie, and who will part with the principal for those lands? A principal, which having been generally purchased for two shillings and six pence on the pound, will yield to the holders two hundred and forty per cent. This paper system therefore, though in general an evil, is in this instance attended with the great benefit of enabling the public to cancel a debt upon easy terms, which has been swelled to its enormous size, by as enormous impositions. And the new government, by promising too much, will involve itself in a disreputable breach of faith. . . ."
                },
                {
                    "content": "The present government promises nothing; the intended government, everything. From the present government little is expected; from the intended one, much. Because it is conceived that to the latter much is given; to the former, little. And yet the inability of the people to pay what is required in specie, remaining the same, the funds of the one will not much exceed those of the other. The public creditors are easy with the present government from a conviction of its inability [to pay]. They will be urgent with the new one from an opinion, that as is promised, so it can and will perform every thing. Whether the change will be for our prosperity and honor, is yet to be tried. Perhaps it will be found, that the supposed want of power in Congress to levy taxes is, at present a veil happily thrown over the inability of the people; and that the large powers given to the new government will, to every one, expose the nakedness of our land. Certain it is, that if the expectations which are grafted on the gift of those plenary powers, are not answered, our credit will be irretrievably ruined.\""
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 13",
            "subtitle": "The Expense of The New Government",
            "author": "A farmer, unsigned",
            "date": null,
            "paragraphs": [
                {
                    "content": "...Great complaint has been made, that Congress [under the Articles] has been too liberal in their grants of salaries to individuals, and I think not without just cause. For if I am rightly informed, there have been men whose salaries have been fifteen hundred dollars per year, and some of them did not do business at any rate, that the sum they negotiated would amount to their yearly salary. And some men [are] now in office, at twenty five hundred dollars per year, who I think would have been glad to have set down at one hundred pounds a year before the war, and would have done as much or more business. The truth is, when you carry a man's salary beyond what decency requires, he immediately becomes a man of consequence, and does little or no business at all. Let us cast our eyes around us, in the other departments -- the judges of the superior court have but about one hundred pounds salary a year. The judges of the courts of common pleas, on an average, not more than sixty dollars per year. The ministers of the gospel -- a very valuable set of men, who have done honor to themselves, and rendered great service to their country, in completing the revolution -- have salaries but from sixty to an hundred pounds a year in general. The contrast is striking. I heartily wish that all ranks of men among us, ministers of the gospel as well as others, would turn their attention toward the Constitution they may be more concerned in the event than they at present think of."
                },
                {
                    "content": "Rouse up, my friends, a matter of infinite importance is before you on the carpet, soon to be decided in your convention: The New Constitution. Seize the happy moment. Secure to yourselves and your posterity the jewel Liberty, which has cost you so much blood and treasure, by a well regulated Bill of Rights, from the encroachments of men in power. For if Congress will do these things in the dry tree when their power is small, what won't they do when they have all the resources of the United States at their command? They are the servants of the public. You have an undoubted right to set their wages, or at least to say, thus far you and those under you may go and no further. This would in the end ease Congress of a great deal of trouble, as it would put a stop to the impertinence of individuals in asking large salaries. I would say that the ages of a Representative in Congress do not exceed five dollars per day; a Senator not to exceed six; and the President seven per day, with an allowance for his table. And that the wages of no person employed in the United States exceed the daily pay of a Representative in Congress, but be paid according to their service, not exceeding that sum. Perhaps it may be said that money may depreciate, or appreciate. Let a price current be taken when this Constitution is completed, of the produce of each state, and let that be the general standard."
                },
                {
                    "content": "My friends and countrymen, let us pause for a moment and consider. We are not driven to such great straits as to be obliged to swallow down every potion offered us by wholesale, or else die immediately by our disease. We can form a Constitution at our leisure; and guard and secure it on all sides. We are paying off our state debt, and the interest on the domestic, as fast as Congress call upon us for it. As to the foreign debt, they have the promise of more interest from us than they can get anywhere else, and we shall be able to pay them both interest and principal shortly. But it is said they win declare war against us if we don't pay them immediately. Common sense will teach them better. We live at too great a distance, and are too hardy and robust a people, for them to make money out of us in that way."
                },
                {
                    "content": "But it is said, the trading towns are fond of this Constitution. Let us consider how they stand, including their interest."
                },
                {
                    "content": "1st. The merchant wishes to have it adopted, that trade might be regulated. 2dly. Another set of men wishes to have it adopted, that the idea of paper money might be annihilated. 3dly. Another class of men wish to have it take place, that the public might be enabled to pay off the foreign debt, and appear respectable abroad among the nations. So do I, with all my heart. But in neither of these cases do I wish to see it adopted without being guarded on all sides with a Magna Charta, or a Bill of Rights, as a bulwark to or liberties. Again, another class of men wish to have it adopted, so that the public chest might be furnished with money to pay the interest on their securities, which they purchased of the poor soldiers at two shillings on the pound. I wish the soldiers were now the holders of those securities they fought so hard for. However, as the public finances were such that they could not be paid off as they became due, and they have carried them to market, and sold them as the boy did his top -- we must pay them to the holders. But we need not be in a hurry about it; certificates will do for that. Consider, my friends, you are the persons who must live and die by this Constitution. A merchant or mechanic may dispose of his goods, or pack them up in trunks and remove to another clime in the course of a few months. But you cannot shoulder your lands, or dispose of them when you please. It therefore behooves you to rouse up, and turn your most serious and critical attention to this Constitution..."
                },
                {
                    "content": "(note: the rest of this essay, as compiled, is separate and unsigned) ...A large representation has ever been esteemed by the best Whigs in Great Britain the best barrier against bribery and corruption. And yet we find a British king, having the disposition of all places, civil and military, and an immense revenue SQUEEZED out of the very mouths of his wretched subjects, is able to corrupt the parliament, to vote him any supplies he demands, to support armies, to defend the prerogatives of his crown, and carry fire and sword by his fleets and armies; to desolate whole provinces in the eastern world, to aggrandize himself, and satisfy the avarice of his tyrannical subjects."
                },
                {
                    "content": "No wonder our American ambassador, struck with the brilliancy of the British court [John Adams], where everything around St. James's wears the appearance of wealth, ease and plenty, should imagine a three branched legislature only can produce these effects, and make the subjects happy, should write a book in favor of such a government, and send it over for the illumination of this western world. If this is the sole fruit of his embassy, America will not canonize him for a saint on account of his services, when they have experienced the consequences of such a kind of government as be has planned out. In order to have formed a right judgment, he should have looked into the ditches which serve for graves for many of the human race -- under hedges which serve as dreary habitations for the living; into the cottages of the poor and miserable, and critically examine with how much parsimony the mechanics, the day laborers, cottagers and villagers live in order to support their high pampered lords -- before he had wrote a book to persuade his country to pursue the same road to greatness, splendor and glory, and have reflected in his own mind, whether he could wish to see that country which gave him birth reduced to the same situation..."
                },
                {
                    "content": "Now I submit it to the good sense of the people of these states, whether it is prudent we should make so liberal and extensive a grant of power and property to any body of men in these United States, before they have ever informed the public, the amount of the public debt, or what the annual expenses of the federal government is, or will be. It is now almost five years since the peace. Congress has employed thirteen commissioners, at 1500 dollars per annum, as I am informed, to settle the public accounts, and we know now no more what the national debt is, than at the first moment of their appointment. Nor do we know any more what is the amount of the annual expenses of the federal government, than we do of the empire of China. To grant therefore such an ample power of taxation, and the right of soil, to the amount of millions, upon the recommendation of this honorable Convention, without either knowing the amount of the national debt, or the annual expenses of government, would not argue, in my opinion, the highest degree of prudence."
                }
            ]
        },
        {
            "title": "Anti-Federalist No. 14",
            "subtitle": "Extent of Territory Under Consolidated Government Too Large to Preserve Liberty or Protect Property",
            "author": "Cato",
            "date": "Thursday, October 25, 1787",
            "paragraphs": [
                {
                    "content": "...The recital, or premises on which the new form of government is erected, declares a consolidation or union of all the thirteen parts, or states, into one great whole, under the form of the United States, for all the various and important purposes therein set forth. But whoever seriously considers the immense extent of territory comprehended within the limits of the United States, together with the variety of its climates, productions, and commerce, the difference of extent, and number of inhabitants in all; the dissimilitude of interest, morals, and politics, in almost every one, will receive it as an intuitive truth, that a consolidated republican form of government therein, can never form a perfect union, establish justice, insure domestic tranquility, promote the general welfare, and secure the blessings of liberty to you and your posterity, for to these objects it must be directed. This unkindred legislature therefore, composed of interests opposite and dissimilar in their nature, will in its exercise, emphatically be like a house divided against itself.  "
                },
                {
                    "content": "The governments of Europe have taken their limits and form from adventitious circumstances, and nothing can be argued on the motive of agreement from them; but these adventitious political principles have nevertheless produced effects that have attracted the attention of philosophy, which have established axioms in the science of politics therefrom, as irrefragable as any in Euclid. It is natural, says Montesquieu, to a republic to have only a small territory, otherwise it cannot long subsist: in a large one, there are men of large fortunes, and consequently of less moderation; there are too great deposits to trust in the hands of a single subject, an ambitious person soon becomes sensible that he may be happy, great, and glorious by oppressing his fellow citizens, and that he might raise himself to grandeur, on the ruins of his country. In large republics, the public good is sacrificed to a thousand views, in a small one, the interest of the public is easily perceived, better understood, and more within the reach of every citizen; abuses have a less extent, and of course are less protected. He also shows you, that the duration of the republic of Sparta was owing to its having continued with the same extent of territory after all its wars; and that the ambition of Athens and Lacedaemon to command and direct the union, lost them their liberties, and gave them a monarchy."
                },
                {
                    "content": "From this picture, what can you promise yourselves, on the score of consolidation of the United States into one government? Impracticability in the just exercise of it, your freedom insecure, even this form of government limited in its continuance, the employments of your country disposed of to the opulent, to whose contumely you will continually be an object. You must risk much, by indispensably placing trusts of the greatest magnitude, into the hands of individuals whose ambition for power, and aggrandizement, will oppress and grind you. Where, from the vast extent of your territory, and the complication of interests, the science of government will become intricate and perplexed, and too mysterious for you to understand and observe; and by which you are to be conducted into a monarchy, either limited or despotic; the latter, Mr. Locke remarks, is a government derived from neither nature nor compact."
                },
                {
                    "content": "Political liberty, the great Montesquieu again observes, consists in security, or at least in the opinion we have of security; and this security, therefore, or the opinion, is best obtained in moderate governments, where the mildness of the laws, and the equality of the manners, beget a confidence in the people, which produces this security, or the opinion. This moderation in governments depends in a great measure on their limits, connected with their political distribution."
                },
                {
                    "content": "The extent of many of the states of the Union, is at this time almost too great for the superintendence of a republican form of government, and must one day or other revolve into more vigorous ones, or by separation be reduced into smaller and more useful, as well as moderate ones. You have already observed the feeble efforts of Massachusetts against their insurgents; with what difficulty did they quell that insurrection; and is not the province of Maine at this moment on the eve of separation from her? The reason of these things is, that for the security of the property of the community -- in which expressive term Mr. Locke makes life, liberty, and estate, to consist the wheels of a republic are necessarily slow in their operation. Hence, in large free republics, the evil sometimes is not only begun, but almost completed, before they are in a situation to turn the current into a contrary progression. The extremes are also too remote from the usual seat of government, and the laws, therefore, too feeble to afford protection to all its parts, and insure domestic tranquility without the aid of another principle. If, therefore, this state [New York], and that of North Carolina, had an army under their control, they never would have lost Vermont, and Frankland, nor the state of Massachusetts suffered an insurrection, or the dismemberment of her fairest district; but the exercise of a principle which would have prevented these things, if we may believe the experience of ages, would have ended in the destruction of their liberties."
                },
                {
                    "content": "Will this consolidated republic, if established, in its exercise beget such confidence and compliance, among the citizens of these states, as to do without the aid of a standing army? I deny that it will. The malcontents in each state, who will not be a few, nor the least important, will be exciting factions against it. The fear of a dismemberment of some of its parts, and the necessity to enforce the execution Of revenue* as (a fruitful source of oppression) on the extremes and in the other districts of the government, will incidentally and necessarily require a permanent force, to be kept on foot. Will not political security, and even the opinion of it, be extinguished? Can mildness and moderation exist in a government where the primary incident in its exercise must be force? Will not violence destroy confidence, and can equality subsist where the extent, policy, and practice of it will naturally lead to make odious distinctions among citizens?"
                },
                {
                    "content": "The people who may compose this national legislature from the southern states, in which, from the mildness of the climate, the fertility of the soil, and the value of its productions, wealth is rapidly acquired, and where the same causes naturally lead to luxury, dissipation, and a passion for aristocratic distinction; where slavery is encouraged, and liberty of course less respected and protected; who know not what it is to acquire property by their own toil, nor to economize with the savings of industry -- will these men, therefore, be as tenacious of the liberties and interests of the more northern states, where freedom, independence, industry, equality and frugality are natural to the climate and soil, as men who are your own citizens, legislating in your own state, under your inspection, and whose manners and fortunes bear a more equal resemblance to your own?"
                },
                {
                    "content": "It may be suggested, in answer to this, that whoever is a citizen of one state is a citizen of each, and that therefore he will be as interested in the happiness and interest of all, as the one he is delegated from. But the argument is fallacious, and, whoever has attended to the history of mankind, and the principles which bind them together as parents, citizens, or men, will readily perceive it. These principles are, in their exercise, like a pebble cast on the calm surface of a river -- the circles begin in the center, and are small, active and forcible, but as they depart from that point, they lose their force, and vanish into calmness."
                },
                {
                    "content": "The strongest principle of union resides within our domestic walls. The ties of the parent exceed that of any other. As we depart from home, the next general principle of union is amongst citizens of the same state, where acquaintance, habits, and fortunes, nourish affection, and attachment. Enlarge the circle still further, and, as citizens of different states, though we acknowledge the same national denomination, we lose in the ties of acquaintance, habits, and fortunes, and thus by degrees we lessen in our attachments, till, at length, we no more than acknowledge a sameness of species. Is it, therefore, from certainty like this, reasonable to believe, that inhabitants of Georgia, or New Hampshire, will have the same obligations towards you as your own, and preside over your lives, liberties, and property, with the same care and attachment? Intuitive reason answers in the negative..."
                }
            ]
        }
    ]
}
